Repository: artmedia/oqtane.translations
Catalog: Italian (it-IT)/Oqtane.Client/Resources/Modules/Admin/ModuleCreator/Index.*.resx
Languages: it_it

source: Template.Text
it_it: Template:

source: Select Template
it_it: Seleziona il Template

source: Local Version
it_it: Versione locale

source: Create Module
it_it: Crea il modulo

source: Activate Module
it_it: Attiva il modulo

source: Please Note That The Module Creator Is Only Intended To Be Used In A Development Environment
it_it: Nota: il creatore del modulo deve essere utilizzato solo in un ambiente di sviluppo

source: Once You Have Compiled The Module And Restarted The Application You Can Activate The Module Below
it_it: Dopo aver compilato il modulo e riavviato l'applicazione, è possibile attivare il modulo sottostante

source: The Source Code For Your Module Has Been Created At The Location Specified Below And Must Be Compiled In Order To Make It Functional. Once It Has Been Compiled You Must &lt;a href=\&quot;{0}\&quot;&gt;Restart&lt;/a&gt; Your Application To Apply These Changes.
it_it: Il codice sorgente per il tuo modulo è stato creato nella posizione specificata di seguito e deve essere compilato per renderlo funzionante. Una volta che è stata compilata, devi <a href=\"{0}\">riavviare</a> la tua applicazione per applicare queste modifiche.

source: You Must Provide A Valid Owner Name And Module Name ( ie. No Punctuation Or Spaces And The Values Cannot Be The Same ) And Choose A Template
it_it: È necessario fornire un nome di proprietario valido e un nome del modulo (ad es. Nessuna punteggiatura o spazi e i valori non possono essere gli stessi) e scegliere un Template

source: OwnerName.HelpText
it_it: Inserisci il nome dell'organizzazione che sta sviluppando questo modulo. Non deve contenere spazi o punteggiatura.

source: ModuleName.HelpText
it_it: Inserisci un nome per questo modulo. Non deve contenere spazi o punteggiatura.

source: Description.HelpText
it_it: Inserisci una breve descrizione per il modulo

source: Template.HelpText
it_it: Seleziona un Template per il modulo. I Template si trovano nella cartella wwwroot/Modules/Templates folder on the server.

source: FrameworkReference.HelpText
it_it: Seleziona una versione del framework

source: Location.HelpText
it_it: Posizione in cui verrà creato il modulo

source: OwnerName.Text
it_it: Nome del proprietario:

source: ModuleName.Text
it_it: Nome del modulo:

source: Description.Text
it_it: Descrizione:

source: FrameworkReference.Text
it_it: Versione del framework:

source: Location.Text
it_it: Posizione:
