Repository: artmedia/oqtane.translations
Catalog: Italian (it-IT)/Oqtane.Client/Resources/Modules/Admin/Pages/Add.*.resx
Languages: it_it

source: Save
it_it: Salva

source: Cancel
it_it: Annulla

source: Yes
it_it: Sì

source: Name.Text
it_it: Nome:

source: Parent.Text
it_it: Pagina padre:

source: Title.Text
it_it: Titolo della pagina:

source: Settings.Heading
it_it: Impostazioni

source: Site Root
it_it: Root del sito

source: At Beginning
it_it: All'inizio

source: Before
it_it: Prima

source: After
it_it: Dopo

source: At End
it_it: Alla fine

source: Select Page
it_it: Seleziona la Pagina

source: Select Container
it_it: Seleziona il Container

source: Error Initializing Page
it_it: Errore durante l'inizializzazione della pagina

source: Error Loading Child Pages For Parent
it_it: Errore durante il caricamento delle pagine figlie della pagina padre selezionata

source: Error Loading Pane Layouts For Theme
it_it: Errore durante il caricamento dei Pane Layouts per il Tema

source: A page with path {0} already exists for the selected parent page. The page path needs to be unique for the selected parent.
it_it: Esiste già una pagina con percorso {0} per la pagina padre selezionata. Il percorso della pagina deve essere univoco rispetto alla pagina padre selezionata.

source: You Must Provide Page Name, Theme, and Container
it_it: Devi fornire il nome della pagina, il template (theme) e il Container

source: Error Saving Page
it_it: Errore durante il salvataggio della pagina

source: Name.HelpText
it_it: Inserisci il nome della pagina

source: Parent.HelpText
it_it: Seleziona la pagina padre

source: Insert.HelpText
it_it: Seleziona la posizione in cui desideri che la pagina venga inserita rispetto ad altre pagine

source: Navigation.HelpText
it_it: Seleziona se la pagina fa parte della navigazione del sito o nascosta

source: UrlPath.HelpText
it_it: Opzionalmente, inserisci un percorso URL per questa pagina (es. home ). Se non fornisci un percorso URL, verrà utilizzato il nome della pagina.

source: Redirect.HelpText
it_it: Opzionalmente, inserisci un URL a cui questa pagina dovrebbe reindirizzare quando un utente vi naviga

source: Title.HelpText
it_it: Opzionalmente, inserisci il titolo della pagina. Se non fornisci un titolo di pagina, verrà utilizzato il nome della pagina.

source: Theme.HelpText
it_it: Seleziona il template (theme) per questa pagina

source: DefaultContainer.HelpText
it_it: Seleziona il Container predefinito per la pagina

source: Icon.HelpText
it_it: Opzionalmente, fornire un nome di classe css per l'icona per questa pagina che verrà visualizzato nel menu di navigazione del sito

source: Personalizable.HelpText
it_it: Seleziona se desideri che gli utenti siano in grado di personalizzare questa pagina con i propri contenuti

source: Insert.Text
it_it: Inserimento:

source: Navigation.Text
it_it: Navigabile?

source: UrlPath.Text
it_it: Percorso URL:

source: Redirect.Text
it_it: Reindirizzamento:

source: Theme.Text
it_it: Template (theme):

source: DefaultContainer.Text
it_it: Container predefinito:

source: Icon.Text
it_it: Classe css per l'icona:

source: Personalizable.Text
it_it: Personalizzabile?

source: Appearance.Name
it_it: Aspetto esteriore
