Repository: artmedia/oqtane.translations
Catalog: Italian (it-IT)/Oqtane.Client/Resources/Modules/Admin/Themes/Create.*.resx
Languages: it_it

source: Cancel
it_it: Annulla

source: Template.Text
it_it: Modello di Template (Theme):

source: Select Template
it_it: Seleziona modello di Template (Theme)

source: Local Version
it_it: Versione locale

source: FrameworkReference.HelpText
it_it: Seleziona una versione del framework

source: OwnerName.Text
it_it: Nome organizzazione:

source: FrameworkReference.Text
it_it: Versione del framework:

source: Location.Text
it_it: Percorso:

source: Create Theme
it_it: Crea tema

source: Please Note That The Theme Creator Is Only Intended To Be Used In A Development Environment
it_it: Nota: il creatore del Template (Theme) è utilizzato solo in un ambiente di sviluppo

source: The Source Code For Your Theme Has Been Created At The Location Specified Below And Must Be Compiled In Order To Make It Functional. Once It Has Been Compiled You Must &lt;a href=\&quot;{0}\&quot;&gt;Restart&lt;/a&gt; Your Application To Activate The Module.
it_it: Il codice sorgente per il tuo Template (Theme) è stato creato nella posizione specificata di seguito e deve essere compilato per renderlo funzionale. Una volta compilato, è necessario <a href=\"{0}\">riavviare</a> l'applicazione per attivare il modulo.

source: You Must Provide A Valid Owner Name And Theme Name ( ie. No Punctuation Or Spaces And The Values Cannot Be The Same ) And Choose A Template
it_it: È necessario fornire un nome del proprietario e un nome del Template (Theme)(es. senza punteggiatura o spazi e i valori non possono essere gli stessi) e scegliere un modello di Template (Theme)

source: OwnerName.HelpText
it_it: Inserisci il nome dell'organizzazione che sta sviluppando questo Template (Theme). Non deve contenere spazi o punteggiatura.

source: ThemeName.HelpText
it_it: Inserisci un nome per questo Template (Theme). Non deve contenere spazi o punteggiatura.

source: Template.HelpText
it_it: Seleziona modello di Template (Theme). I modelli si trovano nella cartella wwwroot/Themes/Templates sul server.

source: Location.HelpText
it_it: Percorso in cui verrà creato il Template (Theme)

source: ThemeName.Text
it_it: Nome del Template (Theme):
